[
    {
        "title": "WHO WE ARE",
        "text": "Kristina is passionate about serving her community and devoted to preserving her culture. As a Board Member of Who We Are, Kristina works to inspire and unite the next generation of global leaders. Who We Are is a non-profit organization committed to advancing cultural identity and understanding through educational, humanitarian, artistic, athletic and social initiatives. The organization aims to highlight our unique cultural backgrounds and unite us through understanding and expression. \n Recently, she helped launch the Regina A. Najarian Scholarship to financially support high school seniors and college students who demonstrate exceptional passion for their culture.",
        "url": "https://whoweare.org/",
        "images": ["/Section1.jpg"],
        "logo": "who-we-are-logo.png"
    },
    {
        "title": "COVID RELIEF",
        "text": "When Covid first started, food insecurity rose to an all time high. Kristina felt lucky to be employed and wanted to help others who may have been struggling. That's when her Covid relief food drive began - through social media, she raised more than $20,000, visited more than 30 shelters and 20 hospitals. She also partnered with corporations, distributors, restaurants and dedicated individuals to deliver meals to healthcare workers, police, and firefighters who tirelessly served on the front lines. \n Her social impact created a ripple effect through the power of social media. Friends and strangers from around the globe were contacting her to help start their own projects in their own communities.",
        "url": null,
        "images": ["/Section2-1.JPG", "/Section2-2.JPG", "/Section2-3.JPG", "/Section2-4.JPG", "/Section2-5.JPG", "/Section2-6.JPG", "/Section2-7.JPG", "/Section2-8.jpg"],
        "logo": null
    },
    {
        "title": "EYE SUPPORT",
        "text": "Kristina is a co-founder of Eye Support, a nonprofit initiative whose mission is to cultivate global social impact through creative expression. Alongside her team, she designs and sells various apparel items to buyers around the world. They utilize the proceeds to support emergency relief projects worldwide – to date, more than $50,000 have been distributed to various global relief organizations and funded their own, on the ground projects. \n Through Eye Support, Kristina visits and supplies displaced families from Artsakh with winter aid and necessities including winter coats, chopped wood to burn for heat, kitchen appliances, farm animals and food.",
        "url": null,
        "images": ["/Section3-1.jpg", "/Section3-2.JPG", "/Section3-3.JPG", "/Section3-4.JPG", "/Section3-5.JPG", "/Section3-6.JPG", "/Section3-7.JPG", "/Section3-8.jpg"],
        "logo": "eyesupport-logo.jpg"
    },
    {
        "title": "MORE IMPACT",
        "text": "She has volunteered for many different organizations and charities since early childhood. She initiated the Our Young Stars program; visited and brought financial help and English- language books to orphanages in Armenia; and visited and distributed stuffed animals and books to pediatric patients at Massachusetts General Hospital who could not go home for the holidays on Christmas day. She has served as the Youth Ambassador for Project Bread and volunteered for numerous years at their annual Walk for Hunger. She raises funds and food donations through initiatives she has created such as a Mother-Daughter Luncheon and her Music for Food program with area performing arts schools. ",
        "url": null,
        "images": null,
        "logo": null
    }
]