[
    {
        "title": "WHO SHE IS",
        "text": "Kristina Ayanian is an Armenian American activist, financial analyst, community reporter, humanitarian, and Miss Universe Armenia 2022.\n\nShe graduated from Bentley University with a dual degree in Finance and Global Studies, and is a proud Yawkey Scholar. \n\n Kristina comes from a refugee family and grew up as the only child of a single mother. Because of her family's experience, Kristina is determined to pursue opportunity and vigorously works to achieve excellence as a musician, mentor, professional and philanthropist.",
        "image": "/k-2.JPG"
    },
    {
        "title": "A PIONEER",
        "text": "Among these efforts are working at the Nasdaq Stock Market, as she is a pioneer in her profession who navigates a career in a male-dominated industry, and uses her platform to advocate for gender equity and equality. She is the host of NASDAQ's Mission Driven - An interview series highlighting companies that pair profit with purpose. \n\n In partnership with the United Nations, Kristina is an advocate and speaker for Women's Entrepreneurship Day, which is celebrated on November 19 every year. Kristina is the recipient of the Duke of Edinburgh's Gold, Silver and Bronze Level Awards. She was a reporter on ABC's Teen Kids News and her episode with HRH Prince Edward was selected for the Emmy nominations. She was featured on a front-page article of CNN World News and in November 2022, she was invited to speak at the National Award Ceremony in Washington, DC alongside HRH Prince Edward, Earl of Wessex and Forfar.",
        "image": "/speaking.jpg"
    },
    {
        "title": "HER PASSIONS",
        "text": "Passionate about the arts since she was a child, Kristina has worked hard to win numerous international piano competitions. She has been privileged to perform multiple times at Carnegie Hall in New York City. Kristina is also trained in dance, acting and voice, and has performed in many community and professional theater productions. In 2022, she made her film debut as a supporting actress in Pride Jewel. \n She is a published author in the Anthology of Short Stories by Young Americans, and writes for the Armenian Weekly. She is an advocate who helped Armenia achieve global recognition for the atrocities happening inthe country.",
        "image": "/piano.jpg"
    },
    {
        "title": "HER HEART",
        "text": "Kristina is devoted to philanthropy and is a founder of numerous non-profit, global relief initiatives. During Covid, she launched global food drives to help food banks, shelters and hospitals. She is a co-founder of EyeSupport where she actively drives community initiatives and hand delivers first aid and winter essentials to displaced families. Kristina is a Board Member of Who We Are - a non-profit whose mission is to support cultural understanding and diversity. She is also a Board Member of Arevik Armenian Children's Fund - a non-profit that aims to supply technology and educational supplies to orphanages in Armenia.",
        "image": "/village.JPEG"
    }
]